Repository: supergeorg/Grocy-SwiftUI
Catalog: Grocy Mobile/Localizable.xcstrings
Source language: en
Languages: ca, cs, da, de, el, es, et, fi, fr_fr, he, hu, it, ja, ko, lt, nb, nl, pl, pt_br, pt_pt, ro, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: Add recipe ingredient
ca: Afegir ingredient a la recepta
cs: Přidat ingredienci
da: Tilføj ingrediens til opskrift
de: Rezeptzutat hinzufügen
el: Προσθέστε συστατικό συνταγής
es: Añadir ingrediente de la receta
et: Lisa retsepti koostisosa
fi: Lisää ainesosa
fr_fr: Ajouter un ingrédient dans la recette
he: הוספת רכיב למתכון
hu: Hozzávaló hozzáadása
it: Aggiungi l'ingrediente della ricetta
ja: レシピの材料を追加
ko: 요리법 재료 추가
lt: Pridėti recepto ingredientą
nb: Legg til ingrediens i oppskrift
nl: Voeg ingrediënt toe aan recept
pl: Dodaj składnik przepisu
pt_br: Adicionar ingrediente
pt_pt: Adicionar ingrediente da receita
ro: Adăugați ingredientul rețetei
sk: Pridať surovinu
sl: Dodaj sestavino receptu
sv: Lägg till receptingrediens
ta: சமையல் குறிப்பின் மூலப்பொருளினை இணை
tr: Tarife malzeme ekle
uk: Додати інгрідієнт
zh_hans: 新增食材
zh_hant: 新增食譜食材

source: Add this item to stock
ca: Afegeix aquest element a les existències
cs: Vyplnit údaje o koupi a přidat do zásob
da: Tilføj vare til lagerbeholdning
de: Diesen Eintrag zum Bestand hinzufügen
es: Añadir este artículo al inventario
et: Lisa see toode varudesse
fi: Lisää varastoon
fr_fr: Ajouter ce produit au stock
he: להוסיף את הפריט הזה למלאי
hu: Tétel készletre vétele
it: Aggiungi questo articolo alla dispensa
ja: この項目をストックに追加
lt: Pridėkite šią prekę į sandėlį
nb: Legg til dette produktet til i beholdningen
nl: Voeg dit item toe aan de voorraad
pl: Dodaj tę pozycję do zapasów
pt_br: Adicionar este item ao estoque
pt_pt: Adicionar este item ao stock
ro: Adăugați acest articol în stoc
sk: Pridať túto položku do zásob
sl: Dodaj ta element v seznam
sv: Lägg till detta objekt till lager
tr: Bu ürünü stoğa ekle
uk: Додати у наявність
zh_hans: 加入库存
zh_hant: 將此物品加入庫存

source: Add to meal plan
ca: Afegeix al menú
cs: Přidat do jídelníčku
da: Tilføj til madplan
de: Zum Speiseplan hinzufügen
es: Añadir al menú
et: Lisa eineplaani
fi: Lisää ateriasuunnitelmaan
fr_fr: Ajouter au menu
he: הוספה לתוכנית הארוחות
hu: Menü tervhez hozzáadás
it: Aggiungi al piano alimentare
ja: 献立に追加
lt: Pridėti į mitybos planą
nl: Toevoegen aan maaltijdplan
pl: Dodaj do planu posiłków
pt_br: Adicionar ao plano alimentar
sl: Dodaj v načrt obrokov
tr: Yemek planına ekle
zh_hans: 添加到饮食计划

source: Add to shopping list
ca: Afegir a la llista de la compra
cs: Přidat do nákupního seznamu
da: Tilføj til indkøbsliste
de: Zum Einkaufszettel hinzufügen
el: Προσθήκη στη λίστα αγορών
es: Añadir a la lista de la compra
et: Lisa ostunimekirja
fi: Lisää ostoslistalle
fr_fr: Ajouter à la liste de courses
he: הוספה לרשימת קניות
hu: Hozzáadás bevásárlólistához
it: Aggiungi alla lista della spesa
ja: 買い物リストに追加
ko: 구매 목록 추가
lt: Pridėti į pirkinių sąrašą
nb: Legg til i handlelisten
nl: Voeg toe aan boodschappenlijst
pl: Dodaj do listy zakupów
pt_br: Adicionar à lista de compras
pt_pt: Adicione à lista de compras
ro: Adăugați la lista de cumpărături
sk: Pridať do nákupného zoznamu
sl: Dodaj na seznam nakupov
sv: Lägg till i inköpslista
ta: வாங்க வேண்டியற்றில் சேர்
tr: Alışveriş listesine ekle
uk: Додати до списку покупок
zh_hans: 加入购物清单
zh_hant: 加入購物清單

source: All
ca: Tot
cs: Vše
da: Alle
de: Alle
el: Ολα
es: Todo
et: Kõik
fi: Kaikki
fr_fr: Tout
he: הכול
hu: Összes
it: Tutto
ja: すべて
ko: 모두
lt: Visi
nb: Alle
nl: Alle
pl: Wszystko
pt_br: Todos
pt_pt: Todos
ro: Toate
sk: Všetko
sl: Vse
sv: Alla
ta: அனைத்தும்
tr: Hepsi
uk: Усі
zh_hans: 全部
zh_hant: 全部

source: Amount
ca: Quantitat
cs: Množství
da: Mængde
de: Menge
el: Ποσό
es: Cantidad
et: Kogus
fi: Määrä
fr_fr: Quantité
he: כמות
hu: Mennyiség
it: Quantità
ja: 量
ko: 합계
lt: Kiekis
nb: Mengde
nl: Hoeveelheid
pl: Ilość
pt_br: Quantidade
pt_pt: Quantidade
ro: Cantitate
sk: Množstvo
sl: Količina
sv: Mängd
ta: மொத்தம்
tr: Miktar
uk: Кількість
zh_hans: 数量
zh_hant: 數量

source: Apply
ca: Aplica
cs: Provést
da: Anvend
de: Übernehmen
es: Aplicar
et: Rakenda
fi: Hyväksy
fr_fr: Appliquer
he: החלה
hu: Alkalmaz
it: Applica
ja: 適用
lt: Atlikti
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar
pt_pt: Aplicar
sl: Uporabi
sv: Tillämpa
tr: Uygula
zh_hans: 应用

source: Assign to
ca: Assigna a
cs: Přiřadit k
da: Tildel til
de: Zuweisen an
el: Ανάθεση σε
es: Asignar a
et: Määra isikule
fi: Toimeksiannetaan tekijälle
fr_fr: Assigné à
he: הקצאה אל
hu: Hozzárendelve
it: Assegnato a
ja: 担当
ko: 역할 분담
lt: Priskirti
nb: Tildelt til
nl: Wijs toe aan
pl: Przypisz do
pt_br: Atribuir para
pt_pt: Atribuí a
ro: Atribuie la
sk: Priradiť používateľovi
sl: Dodeli osebi
sv: Tilldela
ta: இவருக்கு நிச்சியி
tr: Ata
uk: Призначити
zh_hans: 分配给
zh_hant: 分配給

source: Assigned to
ca: Assignat a
cs: Přiřazeno
da: Tildelt
de: Zugewiesen an
el: Ανατεθεί
es: Asignada a
et: Määratud isikule
fi: Suorittaja
fr_fr: Assigné à
he: מוקצית אל
hu: Hozzárendelve
it: Assegnato a
ja: 担当者
ko: 할당
lt: Priskirtas
nb: Tildelt
nl: Toegewezen aan
pl: Przypisany do
pt_br: Atribuído a
pt_pt: Atribuído a
ro: Atribuit la
sk: Priradené používateľovi
sl: Dodeljeno
sv: Tilldelad
ta: இவருக்கு நிச்சியக்கப்பட்டுள்ளது
tr: Atanan kişi
uk: Призначено
zh_hans: 分配给
zh_hant: 分配給

source: Assigned to me
ca: Assignat a mi
cs: Přiřazeno mně
da: Tildelt til mig
de: Mir zugewiesen
el: Ανατέθηκε σε μένα
es: Asignada a mí
et: Minule määratud
fi: Toimeksiannettu minulle
fr_fr: Assigné à moi
he: מוקצה אלי
hu: Hozzám rendelve
it: Assegnato a me
ja: 自分が担当する
ko: 나에게 할당됨
lt: Priskirti sau
nb: Tildelt meg
nl: Toegewezen aan mij
pl: Przypisane do mnie
pt_br: Atribuir para mim
pt_pt: Atribuído a mim
ro: Atribuit mie
sk: Priradené mne
sl: Dodeljeno meni
sv: Tilldelad till mig
ta: எனக்கு நிச்சியக்கப்பட்டுள்ளவை
tr: Bana atananlar
uk: Призначено мені
zh_hans: 分配给我
zh_hant: 分配給我

source: Assignment
ca: Assignació
cs: Přiřazení
da: Tildelt
de: Zuweisung
el: ΑΝΑΘΕΣΗ ΕΡΓΑΣΙΑΣ
es: Asignación
et: Määratlus
fi: Toimeksianto
fr_fr: Tâche
he: הקצאה
hu: Hozzárendelés
it: Incarico
ja: 担当
ko: 작업 배분
lt: Priskirta
nb: Oppgave
nl: Toewijzing
pl: Przypisanie
pt_br: Atribuição
pt_pt: Tarefa
ro: Atribuire
sk: Priradenie
sl: Zadolžitev
sv: Uppgift
ta: பணி
tr: Atama
uk: Призначення
zh_hans: 分配
zh_hant: 分配

source: Assignment type
ca: Tipus d'assignació
cs: Typ přiřazení
da: Opgavetype
de: Zuweisungstyp
el: Τύπος εργασίας
es: Tipo de asignación
et: Majapidamistöö tüüp
fi: Toimeksiannon tapa
fr_fr: Type de tâche
he: סוג הקצאה
hu: Hozzárendelés típusa
it: Tipo di incarico
ja: 担当タイプ
ko: 할당유형
lt: Užduoties tipas
nb: Tildelingstype
nl: Opdrachttype
pl: Typ przypisania
pt_br: Tipo de atribuição
pt_pt: Tipo de Tarefa
ro: Tipul de atribuire
sk: Typ priradenia
sl: Tip zadolžitve
sv: Uppgiftstyp
ta: நிச்சயித்தல் வகை
tr: Atama türü
uk: Тип призначення
zh_hans: 分配类型
zh_hant: 分配類型

source: Auto reload on external changes
ca: Recarrega automàticament en canvis externs
cs: Automaticky obnovit při změně dat jiným uživatelem
da: Auto genindlæs ved eksterne ændringer
de: Autom. akt. bei externen Änderungen
el: Αυτόματη φόρτωση σε εξωτερικές αλλαγές
es: Recargar automáticamente cuando haya cambios externos
et: Automaatne lehe värskendamine välistel muutustel
fi: Automaattinen uudelleenlataus ulkoisten muutosten johdosta
fr_fr: MàJ automatique lors de changements externe
he: לרענן אוטומטית עם שינויים חיצוניים
hu: Automatikus újratöltés külső változásoknál
it: Ricaricamento automatico su modifiche esterne
ja: 外部の変更時に自動再読み込み
ko: 외부 변경시 자동 재로드
lt: Automatiškai iš naujo įkelti išorinius pakeitimus
nb: Automatisk fornying ved ekstern endring
nl: Auto-vernieuwen bij externe wijzigingen
pl: Automatyczne przeładowanie przy zewnętrznych zmianach
pt_br: Recarregar em caso de alterações externas
pt_pt: Auto recarrega com alterações externas
ro: Reîncărcare automată la modificări externe
sk: Automaticky obnoviť pri zmene údajov iným používateľom
sl: Samodejno ponovno naloži ob zunanjih spremembah
sv: Hämta om automatiskt vid externa ändringar
ta: வெளிப்புற மாற்றங்களில் தானாக மீண்டும் ஏற்றவும்
tr: Dış değişikliklerde otomatik olarak yenile
uk: Автоматично оновити при зовнішніх змінах
zh_hans: 自动重新加载外部更改
zh_hant: 更新時自動重新載入

source: Automatically add products that are below their defined min. stock amount to the shopping list
ca: Afegeix automàticament els productes que estiguin per sota el seu valor d'existències mínim definit a la llista de compra
cs: Automaticky vkládat produkty pod min. množstvím zásoby do nákupního seznamu:
de: Produkte unter Mindestbestand automatisch zum Einkaufszettel hinzufügen
es: Agrega automáticamente productos que están por debajo de su mínimo definido. Cantidad de stock a la lista de la compra
et: Automaatselt lisa tooted ostunimekirja, mis on alla nende määratud minimaalkoguse
fi: Automaattisesti lisää ostoslistalle tuotteet, joita on varastossa alle minimirajan
fr_fr: Ajouter automatiquement à la liste de courses les produits qui sont en dessous de leur stock minimum
he: להוסיף אוטומטית מוצרים שמתחת לכמות המלאי המזערית שלהם לרשימת הקניות
hu: Automatikusan adja hozzá a minimum készlet mennyiség alatti termékeket az alábbi bevásárlólistához
it: Aggiungi automaticamente alla lista della spesa i prodotti che sono al di sotto della loro quantià minima definita
ja: 最低数量未満になった物品を自動で買い物リストに追加
lt: Automatiškai pridėti produktus, kurių vertė yra mažesnė nei nustatyta min. atsargų kiekį į pirkinių sąrašą
nb: Automatisk legg produkter som er under minimums beholdning til handlelisten
nl: Voeg automatisch producten toe die onder hun gedefinieerde min. voorraadbedrag toe aan het boodschappenlijstje
pl: Automatyczne dodawanie do listy zakupów produktów, których stan magazynowy jest niższy od zdefiniowanego minimum.
pt_br: Adiciona automaticamente produtos que estão abaixo do mínimo definido. quantidade de estoque para a lista de compras
pt_pt: Adicionar automaticamente produtos que estejam abaixo do seu stock mínimo definido à lista de compras
sk: Automaticky pridávať výrobky, ktorých zásoba je pod minimálnym skladovým množstvom do nákupného zoznamu
sl: Samodejno dodaj izdelke, ki so pod njihovo minimalno količino zaloge na nakupovalni seznam
sv: Lägg automatiskt till produkter som ligger under deras definierade minsta lagermängd i inköpslistan
tr: Tanımlanan minimum değerin altında olan ürünleri otomatik olarak ekleyin. alışveriş listesine eklenecek stok tutarı
zh_hans: 低于安全库存的产品自动添加到购物清单中
zh_hant: 自動將少於最小庫存數量的物品加入購物清單中

source: Average execution frequency
ca: Freqüència mitjana de realització
cs: Průměrná frekvence plnění této povinnosti
da: Gennemsnitlig udførelses frekvens
de: Durchschnittliche Ausführungshäufigkeit
es: Frecuencia media de ejecución
et: Keskmine ülesannete sagedus
fi: Keskimääräinen suoritustiheys
fr_fr: Fréquence moyenne de réalisation
he: תדירות ממוצאת להוצאה לפועל
hu: Általános végrehajtási gyakoriság
it: Frequenza media di esecuzione
ja: 平均実行頻度
lt: Vidutinis vykdymo dažnis
nb: Gjennomsnittlig utførelses frekvens
nl: Gemiddelde uitvoeringsfrequentie
pl: Średnia częstotliwość wykonywania
pt_br: Frequência média de execução
pt_pt: Média de frequência de execução
sk: Priemerná frekvencia vykonávania tejto povinnosti
sl: Povprečna frekvenca izvršitve
tr: Ortalama yürütme sıklığı
uk: Середня частота виконання
zh_hans: 平均执行频率
zh_hant: 平均執行頻率

source: Average price
ca: Preu mig
cs: Průměrná cena
da: Gennemsnitlig pris
de: Durchschnittlicher Preis
el: Μέση τιμή
es: Precio promedio
et: Keskmine hind
fi: Keskihinta
fr_fr: stock moyen
he: מחיר ממוצע
hu: Átlagár
it: Prezzo medio
ja: 平均価格
ko: 평균 가격
lt: Vidutinė kaina
nb: Gjennomsnittlig pris
nl: Gemiddelde prijs
pl: Średnia cena
pt_br: Preço médio
pt_pt: Preço médio
ro: Preț mediu
sk: Priemerná cena
sl: Povprečna cena
sv: Genomsnitt pris
ta: சராசரி விலை
tr: Ortalama fiyat
uk: Середня ціна
zh_hans: 平均价格
zh_hant: 平均價格

source: Average shelf life
ca: Temps de vida mitjà de l'inventari
cs: Průměrná doba uskladnění
da: Gennemsnitlig holdbarhed
de: Durchschnittliche Haltbarkeit
el: Μέση διάρκεια ζωής
es: Tiempo de conservación promedio
et: Keskmine säilivusaeg
fi: Keskimääräinen säilymisaika
fr_fr: Durée moyenne de conservation
he: אורך חיי מדף ממוצע
hu: Átlagos tárolási idő
it: Durata di conservazione media
ja: 棚保存の平均時間
ko: 평균 저장 수명
lt: Vidutinis galiojimo laikas
nb: Gjennomsnittlig holdbarhetstid
nl: Gemiddelde houdbaarheid
pl: Średni okres trwałości
pt_br: Prazo médio de validade
pt_pt: Tempo de vida médio na prateleira
ro: Durata medie de depozitare
sk: Priemerná doba uskladnenia
sl: Povprečen rok trajanja
sv: Genomsnittlig hållbarhet
ta: சராசரி பொருளின் வாழ்க்கை
tr: Ortalama raf ömrü
uk: Середній термін придатності
zh_hans: 平均寿命
zh_hant: 平均庫存期

source: Barcode
ca: Codi de barres
cs: Čárový kód
da: Stregkode
es: Código de barra
et: Triipkood
fi: Viivakoodi
fr_fr: Code-barre
he: ברקוד
hu: Vonalkód
it: Codice a Barre
ja: バーコード
ko: 바코드
lt: Brūkšninis kodas
nb: Strekkode
nl: Streepjescode
pl: Kod kreskowy
pt_br: Código de barras
pt_pt: Código de barras
ro: Cod de bare
sk: Čiarový kód
sl: Črtna koda
sv: Streckkod
ta: பார்கோடு
tr: Barkod
uk: Штрихкод
zh_hans: 条码
zh_hant: 條碼

source: Barcodes
ca: Codis de barres
cs: Čárové kódy
da: Stregkoder
es: Códigos de barra
et: Triipkoodid
fi: Viivakoodit
fr_fr: Code-barres
he: ברקודים
hu: Vonalkódok
it: Codici a Barre
ja: バーコード
ko: 바코드
lt: Brūkšniniai kodai
nb: Strekkoder
nl: Streepjescodes
pl: Kody kreskowe
pt_br: Códigos de barras
pt_pt: Códigos de barras
ro: Coduri de bare
sk: Čiarové kódy
sl: Črtne kode
sv: Streckkoder
ta: பார்கோடுகள்
tr: Barkod
uk: Штрихкоди
zh_hans: 条码
zh_hant: 條碼

source: Batteries
ca: Bateries
cs: Baterie
da: Batterier
de: Batterien
el: Μπαταρίες
es: Baterías
et: Patareid
fi: Akut
fr_fr: Piles
he: סוללות
hu: Elemek
it: Batterie
ja: 電池
ko: 배터리
lt: Baterijos
nb: Batterier
nl: Batterijen
pl: Baterie
pt_br: Baterias
pt_pt: Pilhas
ro: Baterii
sk: Batérie
sl: Baterije
sv: Batterier
ta: மின்கலங்கள்
tr: Pil
uk: Акумулятори
zh_hans: 电池
zh_hant: 電池

source: Batteries overview
ca: Resum de bateries
cs: Přehled baterií
da: Batterioversigt
de: Batterienübersicht
el: Επισκόπηση μπαταριών
es: Resumen de baterías
et: Patareide ülevaade
fi: Akkulista
fr_fr: Aperçu des piles
he: סקירת סוללות
hu: Elemek áttekintése
it: Riepilogo delle batterie
ja: 電池一覧
ko: 배터리 개요
lt: Baterijų apžvalga
nb: Batterioversikt
nl: Batterijen
pl: Przegląd baterii
pt_br: Baterias
pt_pt: Visão geral das Pilhas
ro: Baterii
sk: Prehľad batérií
sl: Pregled baterij
sv: Batterier, översikt
ta: மின்கலங்களின் கண்ணோட்டம்
tr: Pillere genel bakış
uk: Огляд акумуляторів
zh_hans: 电池总览
zh_hant: 電池總覽

source: Battery tracking
ca: Seguiment de bateries
cs: Výměna baterií
da: Registrering af batterier
de: Batterie-Ladezyklus
el: Παρακολούθηση μπαταρίας
es: Registro de baterías
et: Patareide jälgimine
fi: Lataa akku
fr_fr: Suivi de la batterie
he: מעקב סוללות
hu: Elemek követése
it: Dati sulle batterie
ja: 電池交換の実行
ko: 배터리 기록
lt: Baterijos sekimas
nb: Batteriregistrering
nl: Batterijen volgen
pl: Śledzenie baterii
pt_br: Monitorar baterias
pt_pt: Tracking de Pilhas
ro: Monitorizare baterii
sk: Záznam stavu batérií
sl: Sledenje baterijam
sv: Spårning av batterier
ta: மின்கல கண்காணிப்பு
tr: Pil takibi
uk: Відстеження акумуляторів
zh_hans: 电量追踪
zh_hant: 電池追蹤

source: Below min. stock amount
ca: Per sota de la quantitat mínima d'existències
cs: pod min. množstvím zásoby
da: Under min. beholdningsantal
de: Unter Mindestbestand
el: Κάτω από ελάχ. ποσό αποθέματος
es: Por debajo del mínimo de existencias
et: Alla minimaalse koguse
fi: Alle varaston minimimäärän
fr_fr: En dessous du seuil de stock minimum
he: מתחת לכמות המלאי המזערית
hu: Min. készlet mennyiség alatt
it: Sotto quantità min. in dispensa
ja: 最小在庫量以下
ko: 최소 재고 미만
lt: Žemiau min. atsargų kiekis
nb: Under under min. beholdningsmengde
nl: Onder min. voorraadhoeveelheid
pl: Poniżej min. ilości zapasów
pt_br: Abaixo da quantidade mínima
pt_pt: Por debaixo da quantidade min. de stock
ro: Sub min. cantitatea stocului
sk: Pod min. množstvom zásoby
sl: Pod min. količino zaloge
sv: Under min. lagersaldo
ta: குறைந்தபட்ச இருப்பு அளவின் கீழ் உள்ளது
tr: Min. stok miktarının altında
uk: Менше мінімальної кількості
zh_hans: 低于安全库存
zh_hant: 小於最低庫存數量

source: Best before date
ca: Consum preferent
cs: Datum min. trvanlivosti
da: Bedst før dato
de: MHD
el: Καλύτερο πριν από την ημερομηνία
es: Fecha de consumo preferente
et: Parim enne kuupäev
fi: Parasta ennen -päivä
fr_fr: A consommer de préférence avant le
he: מועד בתוקף עד
hu: Minőségmegőrzési dátum
it: Consumarsi preferibilmente entro
ja: 期限日
ko: 유통기한
lt: Geriausias iki
nb: Best før dato
nl: Tenminste houdbaar tot
pl: Data minimalnej trwałości
pt_br: Consumir antes de
pt_pt: Prazo de validade
ro: Termen de valabilitate
sk: Dátum spotreby
sl: Uporabno pred datumom
sv: Bäst före-datum
ta: நாளிற்கு முன் சிறந்தது
tr: Son kullanma tarihi
uk: Краще вжити до
zh_hans: 保鲜期
zh_hant: 賞味期限

source: Calendar
ca: Calendari
cs: Kalendář
da: Kalender
de: Kalender
el: Ημερολόγιο
es: Calendario
et: Kalender
fi: Kalenteri
fr_fr: Calendrier
he: לוח שנה
hu: Naptár
it: Calendario
ja: カレンダー
ko: 달력
lt: Kalendorius
nb: Kalender
nl: Kalender
pl: Kalendarz
pt_br: Agenda
pt_pt: Calendário
sk: Kalendár
sl: Koledar
sv: Kalender
ta: நாட்காட்டி
tr: Takvim
uk: Календар
zh_hans: 日历
zh_hant: 日曆

source: Cancel
ca: Cancel·lar
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ματαίωση
es: Cancelar
et: Tühista
fi: Peruuta
fr_fr: Annuler
he: ביטול
hu: Mégse
it: Annulla
ja: キャンセル
ko: 취소
lt: Atšaukti
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
sk: Zrušiť
sl: Prekliči
sv: Avbryt
ta: ரத்துசெய்
tr: İptal et
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

source: Caption
ca: Títol
cs: Nadpis
da: Billedetekst
de: Titel
el: Λεζάντα
es: Leyenda
et: Pealkiri
fi: Otsikko
fr_fr: Titre
he: כותרת
hu: Felirat
it: Didascalia
ja: キャプション
ko: 설명
lt: Antraštė
nb: Kolonne navn
nl: Onderschrift
pl: Opis
pt_br: Rótulo
pt_pt: Legenda
ro: Legendă
sk: Nadpis
sl: Naslov
sv: Rubrik
ta: தலைப்பு
tr: Altyazı
uk: Підпис
zh_hans: 标题
zh_hant: 標題

source: Category
ca: Categoria
cs: Kategorie
da: Kategori
de: Kategorie
el: Κατηγορία
es: Categoría
et: Kategooria
fi: Kategoria
fr_fr: Catégorie
he: קטגוריה
hu: Kategória
it: Categoria
ja: 分類
ko: 구분
lt: Kategorija
nb: Kategori
nl: Categorie
pl: Kategoria
pt_br: Categoria
pt_pt: Categoria
ro: Categorie
sk: Kategória
sl: Kategorija
sv: Kategori
ta: பகுப்பு
tr: Kategori
uk: Категорія
zh_hans: 分类
zh_hant: 分類

source: Chore
ca: Feina de casa
cs: Povinnost
da: Pligt
de: Hausarbeit
el: Αγγαρεία
es: Tarea del hogar
et: Majapidamistöö
fi: Kotityö
fr_fr: Corvée
he: מטלה
hu: Házimunka
it: Faccenda
ja: 家事
ko: 집안일
lt: Namų ruošos darbas
nb: Husarbeid
nl: Klusje
pl: Obowiązek
pt_br: Tarefa
pt_pt: Tarefa
ro: Activitate
sk: Povinnosť
sl: Obveznost
sv: Syssla
ta: வேலை
tr: Ev işi
uk: Завдання
zh_hans: 家务
zh_hant: 家務

source: Chore journal
ca: Resum de tasques
cs: Deník povinností
da: Historik over pligter
de: Hausarbeitenjournal
es: Diario de tareas del hogar
et: Kodutööde päevik
fi: Kotityöpäiväkirja
fr_fr: Journal des corvées
he: יומן מטלות
hu: Házimunka napló
it: Diario delle Faccende
ja: 家事履歴
lt: Namų ruošos žurnalas
nb: Statistikk husarbeid
nl: Klusjesdagboek
pl: Dziennik obowiązków
pt_br: Diário
ro: Jurnalul activității
sk: Záznam o povinnosti
sl: Dnevnik obveznosti
sv: Sysslologg
ta: பணிகள் பதிகை
tr: Ev işi günlüğü
uk: Журнал робіт
zh_hans: 家务日志
zh_hant: 家務日誌

source: Chore overview
ca: Resum de feines de casa
cs: Přehled povinností
da: Pligt oversigt
de: Hausarbeitübersicht
el: Επισκόπηση μικροδουλειάς
es: Resumen de tarea del hogar
et: Majapidamistöö ülevaade
fi: Kotityön tiedot
fr_fr: Aperçu de la corvée
he: סקירת מטלה
hu: Házimunka áttekintése
it: Riepilogo della faccenda
ja: 家事一覧
ko: 집안일 개요
lt: Namų ruošos darbų apžvalga
nb: Husarbeidsoversikt
nl: Overzicht klusje
pl: Przegląd obowiązków
pt_br: DETALHES
pt_pt: Visão geral da Tarefa
ro: Vizualizare activitate
sk: Prehľad povinností
sl: Pregled obveznosti
sv: Syssla, översikt
ta: பணியின் கண்ணோட்டம்
tr: Ev işlerine genel bakış
uk: Огляд робіт
zh_hans: 家务总览
zh_hant: 家務總覽

source: Chore tracking
ca: Seguiment de feines de casa
cs: Plnění povinností
da: Opfølgning af pligter
de: Hausarbeit-Ausführung
el: Παρακολούθηση μικροδουλειών
es: Registro de tareas del hogar
et: Kodutööde jälgimine
fi: Suorita kotityö
fr_fr: Suivi des tâches
he: מעקב מטלות
hu: Házimunka követése
it: Tracciamento delle faccende
ja: 家事の実行
ko: 집안일 기록
lt: Namų ruošos darbų sekimas
nb: Husarbeidsregistrering
nl: Klusjes volgen
pl: Śledzenie obowiązków
pt_br: Monitorar tarefa doméstica
pt_pt: Tracking de Tarefas
ro: Monitorizare activități
sk: Záznam povinností
sl: Spremljanje obveznosti
sv: Spårning av sysslor
ta: பணியின் கண்காணிப்பு
tr: Ev işleri takibi
uk: Виконати роботу
zh_hans: 家务追踪
zh_hant: 家務追蹤

source: Chores
ca: Feines de casa
cs: Povinnosti
da: Pligter
de: Hausarbeiten
el: Μικροδουλειές
es: Tareas del hogar
et: Majapidamistööd
fi: Kotityöt
fr_fr: Corvées
he: מטלות
hu: Házimunkák
it: Faccende
ja: 家事
ko: 집안일
lt: Namų ruošos darbai
nb: Husarbeid
nl: Klusjes
pl: Obowiązki
pt_br: Tarefas Domésticas
pt_pt: Tarefas
ro: Activități
sk: Povinnosti
sl: Obveznosti
sv: Sysslor
ta: வேலைகள்
tr: Ev işleri
uk: Завдання
zh_hans: 家务
zh_hant: 家務

source: Chores journal
ca: Registre de feines de casa
cs: Deník povinností
da: Pligt historik
de: Hausarbeitenjournal
el: Περιοδικό Chores
es: Diario de tareas del hogar
et: Kodutööde päevik
fi: Kotityöpäiväkirja
fr_fr: Journal des corvées
he: יומן מטלות
hu: Házimunka napló
it: Diario delle faccende
ja: 家事履歴
ko: 집안일 일지
lt: Namų ruošos darbų žurnalas
nb: Statistikk husarbeid
nl: Klusjesdagboek
pl: Dziennik obowiązków
pt_br: Diários
pt_pt: Diário de tarefas
ro: Jurnal de activități
sk: Denník povinností
sl: Dnevnik obveznosti
sv: Sysslologg
ta: பணிகளின் நாளேடு
tr: Ev işi günlüğü
uk: Журнал робіт
zh_hans: 家务日志
zh_hant: 家務日誌

source: Chores overview
ca: Resum de feines de casa
cs: Přehled povinností
da: Oversigt over pligter
de: Hausarbeitenübersicht
el: Επισκόπηση μικροδουλειών
es: Resumen de tareas del hogar
et: Kodutööde ülevaade
fi: Kotityölista
fr_fr: Aperçu des corvées
he: סקירת מטלות
hu: Házimunkák áttekintése
it: Riepilogo delle faccende
ja: 家事一覧
ko: 집안일 개요
lt: Namų ruošos darbų apžvalga
nb: Husarbeidsoversikt
nl: Klusjes
pl: Przegląd obowiązków
pt_br: Tarefas Domésticas
pt_pt: Visão geral das Tarefas
ro: Activități
sk: Prehľad povinností
sl: Pregled obveznosti
sv: Sysslor, översikt
ta: பணிகளின் கண்ணோட்டம்
tr: Ev işlerine genel bakış
uk: Список робіт
zh_hans: 家务总览
zh_hant: 家務總覽

source: Chores settings
ca: Configuració de tasques
cs: Nastavení povinností
da: Indstillinger for pligter
de: Hausarbeiteneinstellungen
el: Ρυθμίσεις μικροδουλειών
es: Configuración de las tareas del hogar
et: Majapidamistööde seaded
fi: Kotityöasetukset
fr_fr: Paramètres des corvées
he: הגדרות מטלות
hu: Házimunka beállítások
it: Impostazioni delle faccende
ja: 家事設定
ko: 집안일 설정
lt: Namų ruošos nustatymai
nb: Husarbeid - innstillinger
nl: Klusjesinstellingen
pl: Ustawienia obowiązków
pt_br: Configurações de tarefas domésticas
pt_pt: Configurações das tarefas domésticas
ro: Setările activităților
sk: Nastavenia povinností
sl: Nastavitve obveznosti
sv: Sysslor, inställningar
ta: பணிகளின் அமைப்புகள்
tr: Ev işleri seçenekleri
uk: Налаштування робіт
zh_hans: 家务设置
zh_hant: 家務設定

source: Clear
ca: Neteja
cs: Vymazat
da: Ryd
de: Löschen
el: Σαφή
es: Borrar
et: Puhasta
fi: Tyhjennä
fr_fr: Vider
he: לרוקן
hu: Törlés
it: Elimina
ja: 削除
lt: Išvalyti
nb: Slett
nl: Wis
pl: Wyczyść
pt_br: Limpar
pt_pt: Limpar
sk: Vymazať
sl: Počisti
sv: Töm
ta: காலியாக்கு
tr: Temizle
uk: Очистити
zh_hans: 清除
zh_hant: 清除
